# productivity
cask "alfred" # workflows and shortcuts; supercharged OSX spotlight
cask "cleanshot" # tidiest screenshot tool on the market
cask "1password" # you already know what it is
cask "tailscale" # don’t surf without one baby
cask "rectangle" # window management, spiritual successor to Spectacle

# design & development
cask "visual-studio-code" # IDE
cask "hyper" # terminal (iterm is probably better, i’ve just used this one for a while)
brew "spaceship" # tidy zsh prompt
brew "node" # secret
brew "gh" # github CLI
cask "postman" # API testing etc
tap "homebrew/cask-fonts" # tap the ligature’d version of Inconsolata
cask "font-inconsolata-nerd-font" # install the ligature’d version of Inconsolata
cask "figma" # rectangles

# browsers
cask "firefox" # goat
cask "google-chrome" # bloat
cask "arc" # needs an update

# aux and periphery
cask "telegram" # yapping
cask "discord" # let's hangout in a virtual way
cask "spotify" # listening Reality Club
